[
  {
    "id": "1",
    "title": "Brain Fog",
    "description": "Brain fog is a term used to describe a collection of symptoms that affect your cognitive abilities. Brain fog consists of difficulty concentrating, thinking, or memorizing things. Brain fog may also be accompanied by confusion and mental fatigue. For this symptom, it feels as if you can't think, reason, or concentrate clearly. It feels as if there is a dark fog in your brain. It may feel somewhat painful at times and may come with a headache. Simple tasks become difficult. You have trouble doing tasks at work, at home, or at school. Brain fog can also come with short-term memory loss and issues. You may become forgetful about everything as well.",
    "cause": "The cause for this symptom is because of the stress response or nervous system dysregulation. Your nervous system begins to throw all types of crazy symptoms at you. Just know that this is your body thinking it is protecting you, instead it is causing more harm than good. ",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom at the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. If this symptom causes anxiety, practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. One main cause for brain fog can be stress. Practice FreeMind stress reduction techniques, self-care, and patience for this symptom. Brain fog tends to be long-lasting, it is a stubborn symptom to get rid of. Be patient, and this symptom will pass.",
    "myexperience": "Brain fog is a stubborn symptom I dealt with in recovery. It is one of the main DPDR symptoms as well. I had it 24/7 for months; mundane tasks became impossible to complete. It was very difficult to concentrate and think. I began thinking I was dealing with a brain disease, but thankfully I wasn't. Eventually with R.A.R.L.M, acceptance, patience, and stress management, I conquered this symptom. It rarely happens, and when it does it is very mild. As the nervous system recovers, symptoms will disappear!"
  },
  {
    "id": "2",
    "title": "Confusion",
    "description": "Confusion is a state of mental disorientation or difficulty thinking clearly. Confusion may feel similar to brain fog at times. For this symptom, you feel confused at times and may start to panic. Things might not make sense to you in the moment. You may feel brain fog with this symptom as well. You may feel slow to think, respond, and concentrate because of confusion.",
    "cause": "The cause for this symptom is because of the stress response or nervous system dysregulation. Your nervous system begins to throw all types of crazy symptoms at you. Just know that this is your body thinking it is protecting you, instead it is causing more harm than good.",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom at the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. If this symptom causes anxiety, practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. One main cause for confusion and brain fog can be stress. Practice FreeMind stress reduction techniques, self-care, and patience for this symptom. Confusion tends to be short-lived. Be patient, and this symptom will pass.",
    "myexperience": "Confusion was a symptom I encountered several times, especially when waking up. I would feel confused as to where I was and who I was. When confusion would hit, nothing would make sense. Confusion would hit me for a couple of seconds to a minute at most. It also happened during the daytime. Your first instinct may be to panic, but know that this is a normal symptom caused by nervous system dysregulation."
  },
  {
    "id": "3",
    "title": "Constant Intrusive Thoughts, 24/7 Intrusive Thoughts",
    "description": "For this symptom, your body throws you negative unwanted, and intrusive thoughts. These thoughts are often distressing, disturbing, or contrary to one's values or beliefs. It can be 24/7, nearly 24/7, or through most of the day. Some examples of these thoughts are: what if I get cancer? What if I die because of this panic attack? What if go crazy? What if I lost my whole career and life because of anxiety? What if I get AIDS and pass it to my kids etc. These thoughts may also come in the form of images and sounds. For images, you may get a vivid image of you dying on a hospital bed. You may get a vivid image of a movie where someone had cancer etc. There are also crazy intrusive thoughts that are more related to OCD. The next symptom talks about this.",
    "cause": "The cause for this symptom is because of nervous system dysregulation and the amygdala. Remember that the amygdala is the \"fear center\" of the brain. The amygdala is constantly looking for a threat, and when someone fears a threat, it responds with the stress response. This stress response in turn can cause constant 24/7 intrusive thoughts. ",
    "treatment": "To beat intrusive thoughts, use the R.A.R.M. method. This is great for negative intrusive thoughts and for OCD. Be patient and let the amygdala and nervous system return to homeostasis as well! Remember that the R.A.R.M method is a long term recovery strategy. You may be able to defeat intrusive thoughts in the moment, but the goal is to eliminate them long term. ",
    "myexperience": "When I used to have moderate anxiety, I dealt with these types of intrusive thoughts. I had a lot of thoughts about dying or over my health. I had a lot of \"what if\" thoughts; they were not 24/7 at the time, but I noticed an increase in unwanted intrusive thoughts over time. My battle was mostly with crazy unwanted intrusive thoughts; these thoughts are what led me to be diagnosed with OCD. Just having intrusive thoughts is not enough to be diagnosed with OCD, please talk with a doctor or therapist if you believe you might have OCD."
  },
  {
    "id": "4",
    "title": "Constant Crazy Intrusive Thoughts, Crazy 24/7 Intrusive Thoughts, OCD Thoughts",
    "description": "For this symptom, your body throws you crazy unwanted and intrusive thoughts. These thoughts are often distressing, disturbing, or contrary to one's values or beliefs. It can be 24/7, nearly 24/7, or through most of the day. These thoughts tend to be more \"crazy\" and more irrational. Please note that these thoughts do not reflect the person's true desires or intentions, but are a symptom of OCD and other anxiety disorders. These intrusive thoughts may revolve around murder, r*pe, suicide, health, existence, death, and much more. Some examples of crazy thoughts are: what if I kill my children? What if I kill my husband? What if I commit suicide? What if I am homosexual? What if my dog is an alien? What if the sky is fake and just an illusion? What if run over this person? What if I sexually assault this person? etc. These thoughts can also come in the form of images. You may have images of your children being dead, of you committing  suicide, and much more. These thoughts are so disturbing that we continue to fear them, which triggers our amygdala and keeps the cycle going. ",
    "cause": "The cause for this symptom is because of nervous system dysregulation and the amygdala. Remember that the amygdala is the \"fear center\" of the brain. The amygdala is constantly looking for a threat, and when someone fears a threat, it responds with the stress response. This stress response in turn can cause constant 24/7 intrusive thoughts. ",
    "treatment": "To beat intrusive thoughts, use the R.A.R.M. method. This is great for negative intrusive thoughts and for OCD. Be patient and let the amygdala and nervous system return to homeostasis as well! Remember that the R.A.R.M method is a long-term recovery strategy. You may be able to defeat intrusive thoughts at the moment, but the goal is to eliminate them long-term. Remember that you are not your thoughts and they do not represent who you are. Intrusive thoughts are just like clouds in the air. Do not give them the power and attention they crave. ",
    "myexperience": "This symptom is the reason why I was diagnosed with OCD. I had crazy intrusive thoughts that plagued me ever since I was a child. I began noticing them once I started college. These thoughts revolved around existentialism and homosexuality. The ironic thing is that I never cared about both of these topics. I had my faith in God so I never had existential questions. I also never had homosexual feelings. So when I began having a plethora of these thoughts hit me, I became fearful. I started questioning if everything I ever thought was real and became fearful that my thoughts were true. I had a lot of compulsions to fight these thoughts. I would talk with my wife and ask for forgiveness from her and God for my thoughts. I also would feel stressed at work over these thoughts. I was afraid to tell anyone because I knew I would be disowned and hated. Eventually, 4-5 years later I had an intense panic attack that made my OCD severe. I was now dealing with existential thoughts and psychosis/schiz OCD thoughts 24/7. With the FreeMind techniques and the R.A.R.M method, my OCD thoughts have decreased by over 70% for me!"
  },
  {
    "id": "5",
    "title": "Migraines / Ocular Migraines",
    "description": "Migraines and ocular migraines are episodes of moderate to severe headaches. Migraines are often characterized by intense pulsating headaches that may be accompanied by sensitivity to light, nausea, and vomiting. Ocular migraines are similar to migraines, except that ocular migraines involve visual disturbances. With an ocular migraine, someone may begin to see flickering lights, zigzag lines, blind spots, and temporary loss of vision. After the visual disturbances have subsided, a strong headache usually follows.",
    "cause": "The cause for this symptom is because of the stress response or nervous system dysregulation. Stress and anxiety can act as triggers for migraines in many individuals. Anxiety can also increase the severity, frequency, and duration of a migraine. A dysregulated nervous system can lead to all types of crazy symptoms being thrown at you. ",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom at the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. If this symptom causes anxiety, practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. Practice FreeMind stress reduction techniques, self-care, and patience for this symptom. Migraines can be caused by severe stress and anxiety. Make sure to identify triggers, stay hydrated, and maintain a consistent sleep schedule. Be patient, and this symptom will pass.",
    "myexperience": "I dealt with ocular migraines twice in my anxiety recovery journey. The first time, I began seeing these colorful zig-zag lines across my vision. I noticed them growing in size and thought I was going blind. Eventually, it formed into a blob, which led me to temporarily lose my vision in one eye. After about 20 minutes, it subsided, and my vision returned to normal. As I started googling what I just experienced, I was hit with a horrible migraine. Although it can be scary and painful, it isn't a cause for concern as long as you have had other illnesses or disorders ruled out by doctors. "
  },
  {
    "id": "6",
    "title": "Dizziness",
    "description": "Dizziness is the sensation of feeling off-balanced, lightheaded, and unsteady. It is one of the most common anxiety symptoms and one of the most stubborn ones. You may feel dizziness while sleeping, driving, lying down, relaxing, and in any other situation. Dizziness can hit you unexpectedly or when you are having anxiety attacks. ",
    "cause": "The cause for this symptom can be due to nervous system dysregulation or hyperventilation. While hyperventilating during an anxiety or panic attack, oxygen and carbon dioxide levels may change, which could lead to dizziness. A dysregulated nervous system and high-stress hormones may also be why you may be dealing with dizziness. Dizziness is one of the more stubborn symptoms to overcome. ",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom at the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. If this symptom causes anxiety, practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. One main cause of dizziness can be stress. Practice FreeMind stress reduction techniques, self-care, and patience for this symptom. Dizziness tends to be long-lasting, it is a stubborn symptom to get rid of. Be patient, and this symptom will pass.",
    "myexperience": "I experienced dizziness regularly during my anxiety recovery journey. Although it wasn't as constant as other people's dizziness, it was still disturbing. I would feel a random dropping sensation at times, feel vertigo at night, and feel dizzy everywhere. I would try to relax on my couch but still feel intense dizziness everywhere I went. With the FreeMind relaxation techniques and recovery program, my body was able to return to homeostasis. Once my nervous system recovered, almost all of my symptoms disappeared. "
  },
  {
    "id": "7",
    "title": "Earworms - Looping Music in Your Head",
    "description": "Earworms are the experience of having a repetitive song, melody, words, sentences, and chants stuck in your mind that play on a loop. These earworms are similar to intrusive thoughts: they are difficult to get rid of, repetitive, and intrusive. You may feel like you have a song stuck in your head 24/7. You may wake up every day with a new song or chant in your head and occasionally can change the song in your head. These earworms can range in frequency, duration, and volume. The songs looping in your head may be loud some days and quiet on others. Although earworms are more common in OCD and ADHD, they can persist as anxiety symptoms.",
    "cause": "The main cause of earworms is due to high stress and nervous system dysregulation. Stress can lead to heightened mental activity, which can cause constant rumination and earworms. When your nervous system is dysregulated, it can throw you random songs, thoughts, and images. These intrusive thoughts and songs can become more persistent due to the Amygdala (fear center of the brain). ",
    "treatment": "To beat earworms, treat them like intrusive thoughts. Use the R.A.R.M. method, this is great for negative intrusive thoughts, earworms, and OCD. Be patient and let the amygdala and nervous system return to homeostasis as well! Remember that the R.A.R.M method is a long-term recovery strategy. You may be able to defeat earworms at the moment, but the goal is to eliminate them long-term. Ensure to keep up with the FreeMind stress management/relaxation techniques. Studies have also recently shown that chewing gum can relieve or eliminate these earworms.",
    "myexperience": "Earworms were one of the most persistent symptoms I dealt with in anxiety and OCD. I remember it all started while eating at a restaurant; a catchy toon began looping in my head. When I got home, I began feeling annoyed but was sure it would dissipate the following morning. Unfortunately, the earworm didn't go away, and I started having loud music looping in my head. Some days it would be a different song and other days I would have words stuck in my mind. Whenever I heard any song, my mind would begin looping it for hours or days. Thankfully, my earworm is nearly gone. The intensity, frequency, and volume all decreased significantly. Treat earworms like intrusive thoughts and they will go away once the nervous system recovers."
  }
]
