[
  {
    "id": "1",
    "title": "Shortness of Breath",
    "description": "Shortness of breath is a sensation of breathlessness or the feeling of not being able to take in enough air in your lungs. This is one of the most common anxiety symptoms and often occurs during anxiety attacks, although it can occur whenever and unexpectedly. This symptom may feel as if you cannot take a deep breath, feel as if you are hyperventilating, feel a tightness in your chest, and feel like you are suffocating. You may feel like you need to gasp for air at times. You may become conscious of your breathing and focus on it, making this symptom worse.",
    "cause": "The cause for this symptom is because of the stress response or nervous system dysregulation. When your body is in fight or flight mode, it thinks there is a danger, which may increase respiration. This is a very common symptom in the stress response. You may experience this symptom when dealing with panic attacks, anxiety, in the middle of the night, and sometimes randomly.",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom in the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. Practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. This symptom is almost always short lived; stay strong and accept. Do not resist and do not escape.",
    "myexperience": "This is one of the main symptoms that many people with anxiety, including me, have experienced. Most people can relate to this symptom. Although it is uncomfortable, you must not escape your situation. You will not faint or die; you are safe. This symptom can happen out of no where, in the middle of the night, while having a panic attack, driving, and more."
  },
  {
    "id": "2",
    "title": "Physical Numbness",
    "description": "Physical numbness is the loss of sensation or a reduced ability to feel touch, pressure, temperature, or pain in certain areas of the body. Occasionally, it can manifest as pins and needles or a tingling sensation. Physical numbness can vary in intensity and duration. For this symptom, you may feel as if your whole body or certain parts of your body are numb. You may touch or pinch certain parts of your body and not feel anything. ",
    "cause": "The cause for this symptom is because of the stress response or nervous system dysregulation. When your body is in fight or flight mode, it throws all types of random symptoms thinking it is protecting you. This symptom may be short-lived or may last days, weeks, or even months. When your nervous system is dysregulated, your body throws all types of crazy symptoms.",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom at the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. If this symptom causes anxiety, practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. This symptom tends to be long-lasting. Long-term acceptance and the R.A.R.L.M method are crucial for this symptom.",
    "myexperience": "I experienced this symptom several times during my recovery journey. I would touch my arms and not feel anything; this would cause even more anxiety and send me into a state of panic. Over time as I practiced the FreeMind recovery techniques and let my nervous system recover, this symptom disappeared!"
  },
  {
    "id": "3",
    "title": "Heart Palpitations, Heart Racing, Heart Pounding",
    "description": "These symptoms consist of irregular heartbeats, heart racing, an increased heart rate, and a strong heartbeat that can be felt in your chest. You may feel as if your heart wants to explode out of your chest or is racing at a million miles an hour. You may also feel as if you are dying or may die of a heart attack. These symptoms can occur during periods of anxiety when the heart is working harder due to increased adrenaline levels. ",
    "cause": "The cause for this symptom is because of the stress response or nervous system dysregulation. When your body is in fight or flight mode, it thinks there is a danger, which may increase your heart rate significantly. This is a very common symptom in the stress response. You may experience this symptom when dealing with panic attacks, anxiety, in the middle of the night, and sometimes randomly. Remind yourself there is no danger, you are safe.",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom at the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. Practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. This symptom is almost always short-lived; stay strong and accept. Do not resist and do not escape. Remind yourself there is no threat, you are safe.",
    "myexperience": "This is one of the main symptoms that many people with anxiety, including me, have experienced. Most people can relate to this symptom. Although it is uncomfortable, you must not escape your situation. You will not have a heart attack or die; you are safe. This symptom can happen out of nowhere, in the middle of the night, while having a panic attack, driving, and more. This was definitely a difficult symptom to deal with. When I had this symptom show up, it felt as if I was going to die on the spot. Thankfully, this symptom rarely happens nowadays for me, and when it does it is mild."
  },
  {
    "id": "4",
    "title": "Weakness, Weak Legs, Weak Body, Jelly Legs",
    "description": "These sensations are related to having reduced strength in certain parts of your body, like your legs. You may feel a general weakness overcome your whole body or certain parts of your body. For jelly legs, it feels like your legs are trembling, wobbly, or unable to support your weight properly. Other body parts may feel wobbly as well. You may feel so weak that you feel like you can't move your arms or body either.",
    "cause": "These sensations are often related to the physiological changes that occur during anxiety or panic episodes. The cause for this symptom is because of the stress response or nervous system dysregulation. It may drain a lot of energy from you once a panic attack or high anxiety episode is finished. You may also feel this symptom during a panic attack or anxiety episode. Because of how much energy the stress response needs, you may feel extremely weak all over your body. ",
    "treatment": "The R.A.R.L.M method can be used to tackle this symptom at the moment. Long-term acceptance is also an excellent strategy for this symptom. Remember that the R.A.R.L.M method is a long-term strategy, especially if you suffer from nervous system dysregulation. If this symptom causes anxiety, practice the deep relaxation techniques you have learned and listen to FreeMind relaxation audio if necessary. This symptom tends to be short-lived. Stay strong, practice acceptance,  and practice the R.A.R.L.M method. This symptom will pass like all other symptoms.",
    "myexperience": "I experienced this symptom several times during my recovery journey. I would have a panic attack or high anxiety episode and then start feeling weak all over my body. I would be at the mall struggling to walk. I would sometimes lie on my bed because I felt too weak to move or do anything. Over time as I practiced the FreeMind recovery techniques and let my nervous system recover, this symptom disappeared!"
  },
  {
    "id": "5",
    "title": "Getting Sick Easily",
    "description": "For this symptom, you feel as if you get sick easily. You may feel like you are sick all the time, catch a cold easier, or catch a fever easier. ",
    "cause": "Anxiety and stress can have significant impacts on the immune system, making people more susceptible to illness. When your fight-or-flight response is activated constantly, stress hormones are released, which can have effects on the immune system. Prolonged chronic stress can lead to dysregulation of the nervous and immune systems. Elevated stress hormones can make the body act erratically. ",
    "treatment": "The best treatment for this symptom is a long-term treatment. Focus on stress management techniques, managing anxious behaviors, and eliminating stress. Since stress and anxiety cause the immune system to lower its defenses, it is best to give the body time to recover and let the nervous system recover. ",
    "myexperience": "Having to deal with anxiety was already tough, but dealing with being sick all the time made things worst. I remember catching a cold or fever one to three times a month. It became physically and mentally draining. My wife would have to tend to me constantly, and we made jokes about it. It felt like every day I had a wet rag over my head while drinking Emergency C! Ironically, I am starting to feel worried now that I never get sick! Thankfully, my immune system is stronger than ever now."
  }
]
